//GERMAN
"lang" = "de";

"finish" = "Fertigstellen";

"cancel" = "Abbrechen";
"close" = "Schließen";
"ok" = "Ok";
"no" = "Nein";

"distance_in_meters" = "%@m";
"connect" = "Verbinden";
"connected" = "Verbunden";
"continue" = "Fortsetzen";

"locked" = "Gesperrt";
"unlocked" = "Entsperrt";

"connecting" = "Verbindung wird hergestellt";
"disconnected" = "Nicht verbunden";

"settings" = "Einstellungen";
"near_lock" = "Near Lock";
"fast_lock" = "Fast Lock";
"unpair" = "Entkoppeln";

"share_text_twitter" = "Mit Near Lock wird dein Mac automatisch gesperrt wenn du dich von ihm entfernst. Probier es aus. www.nearlock.me #nearlick via @nearlockapp";
"share_text_facebook" = "Mit Near Lock wird dein Mac automatisch gesperrt wenn du dich von ihm entfernst.";

"facebook" = "Facebook";
"twitter" = "Twitter";


"your_data_is_secure" = "Deine Daten werden verschlüsselt und \nausschließlich auf deinen lokalen Geräten gespeichert.";
"welcome" = "Willkommen";
"enter_login" = "Gib das Login Passwort für deinen Mac ein";
"distance" = "Distanz";
"signal_strength" = "Signalstärke";

"tutorial_screen_tap_settings" = "Hier drücken für weitere Einstellungen";
"tutorial_long_press" = "Langes Drücken um zu ent-/ sperren";

"tutorial_screen_unlocked" = "Dein Mac ist gerade entsperrt";
"tutorial_screen_locked" = "Dein Mac ist gerade gesperrt";
"tutorial_screen_pro" = "Drücken um die PRO Version zu kaufen";
"tutorial_screen_offline" = "Dein iPhone ist nicht mit deinem Mac verbunden";
"tutorial_screen_connecting" = "Dein iPhone verbindet sich mit deinem Mac";
"tutorial_screen_distance" = "Ungefähre Distanz zu deinem Mac";
"tutorial_screen_signal" = "Signalstärke zwischen deinem iPhone und deinem Mac";
"tutorial_screen_near_lock_off" = "Near Lock ist nicht aktiviert";
"tutorial_screen_near_lock_on_and_loggedin" = "Near Lock ist aktiviert, entferne dich um deinen Mac zu sperren";
"tutorial_screen_near_lock_on_and_loggedout" = "Near Lock ist aktiviert, nähere dich an um deinen Mac zu entsperren";

"use_swipe_menu" = "Nutze das Wischmenü";
"use_standard_view" = "Nutze das Standardmenü";
"buy_pro_for_apple_watch" = "Die iPhone App muss aktiv sein wenn du die Apple Watch umsonst nutzen möchtest. Kaufe die PRO Version für mehr";
"near_lock_distance" = "Near Lock Entfernung";
"current_distance" = "Aktuelle Entfernung";

"to_lock" = "Sperren in %@";
"to_unlock" = "Entsperren in: %@";

"open_near_lock_on_iphone" = "Stelle sicher dass Near Lock auf deinem Mac geöffnet ist. Besuche www.nearlock.me um die Mac Version zu installieren.";
"unlink_from_both_sides" = "Um eine neue Verbindung herzustellen stelle sicher dass deine Geräte auch auf deinem Mac entkoppelt sind.";
"unlink_from_both_sides_bold" = "Entkoppelt auf deinem Mac";
"restart_bluetooth_on_iphone_can_help" = "Manchmal wird Bluetooth blockiert aber ein Neustart von Bluetooth auf deinem Mac und iPhone kann das Problem beheben.";
"restart_bluetooth_on_iphone_can_help_bold" = "Bluetooth wird neu gestartet";


"restore" = "Wiederherstellen";

"lock_mac" = "Mac sperren";
"unlock_mac" = "Mac entsperren";
"unlock" = "Entsperren!";

"searching_for_devices" = "Near Lock sucht nach Geräten";

"open_near_lock_on_your_mac" = "Um zu beginnen starte \n\nauf deinem Mac";
"login" = "Anmelden";
"password" = "Passwort";

"pro_text" = "Die PRO Version funktioniert auch wenn die App im Hintergrund ist!";
"pro_text_bold_part" = "PRO";

"get_pro_version" = "PRO Version kaufen";


"status_yes_unlink" = "Ja, entkoppeln!";
"try_again" = "Nochmal versuchen";

"get_update" = "Update herunterladen!";
"mac_version_is_not_up_to_date" = "Deine Mac Version von Near Lock ist veraltet";
"connection_success" = "Verbindung erfolgreich";
"connection_failed" = "Falsches Passwort";

"unlock_device" = "Möchtest du %@ entsperren?";

"status_unlink_from_device" = "Das Gerät wurde von %@ entkoppelt";
"txt_touchid_or_passcode" = "Das Gerät wurde entkoppelt weil sich dein Mac Passwort geändert hat";

"new_update" = "Es ist ein neues Near Lock Update verfügbar";
"new_update_bold" = "Near Lock";

"update_mac_version" = "Es ist ein neues Near Lock Update für deinen Mac verfügbar";
"update_mac_version_bold" = "Mac Version";

"status_unlink_confirmation" = "Möchtest du %@ wirklich entkoppeln?";
"status_unlink_bold_part" = "%@";

"settings_disabled_because_device_offline" = "Einstellungen sind deaktiviert weil das Gerät nicht verbunden ist";

"proximity_lock_explanation" = "Schalte Near Lock EIN\num deinen Mac automatisch zu sperren wenn du dich entfernst und zu entsperren wenn du in die Nähe kommst";
"proximity_lock_explanation_bold" = "Near Lock";

"distance_explanation" = "Die Sperrdistanz\nbei aktiviertem Near Lock";
"distance_explanation_bold" = "Die Sperrdistanz";

"distance_explanation_signal" = "Die Signalstärke zum Sperren\nwenn Near Lock aktiviert ist";
"distance_explanation_signal_bold" = "Die Signalstärken zum Sperren";

"proximity_lock_temporary_disabled" = "Near Lock ist vorübergehend deaktiviert weil du dich manuell ausgeloggt hast.\nWenn du den Near Lock Radius verlässt wird es automatisch wieder aktiviert.";
"tutorial_screen_near_lock_disabled" = "Near Lock ist vorübergehend deaktiviert - Nutzer hat sich manuell ausgeloggt";

"proximity_lock_temporary_disabled_login_password_old" = "Near Lock ist vorübergehend deaktiviert, da sich der Nutzer mit dem Passwort eingeloggt hat.\nGebe den Near Lock Radius ein und es wird automatisch wieder aktiviert.";
"proximity_lock_temporary_disabled_login_password" = "Near Lock ist vorübergehend deaktiviert, da der Benutzer manuell angemeldet hat. \nEintritt in den in der Nähe von Lock-Radius und wird es wieder aktivieren.";
"proximity_lock_temporary_disabled_login_password_long_old" = "Near Lock ist vorübergehend deaktiviert, da sich der Nutzer mit dem Passwort eingeloggt hat.\nGebe den Near Lock Radius mit deinem iPhone ein und es wird automatisch wieder aktiviert.";
"proximity_lock_temporary_disabled_login_password_long" = "Near Lock ist temporär deaktiviert, da der Benutzer manuell angemeldet, während iPhone außer Reichweite war. \ In \ den Nahen Lock-Radius mit dem iPhone eingeben und es wird automatisch aktiviert werden.";
"tutorial_screen_near_lock_disabled_login_password_old" = "Near Lock ist vorübergehend deaktiviert - der Nutzer hat sich mit dem Passwort eingeloggt.";
"tutorial_screen_near_lock_disabled_login_password" = "Near Lock ist vorübergehend deaktiviert.";

"waiting_for_confirmation" = "Warte auf Bestätigung von deinem iPhone um den Mac zu entsperren";

"login_on_approach_disabled" = "Entsperrung bei Annäherung ist deaktiviert - Drücke eine beliebige Taste auf deinem Mac um ihn zu entsperren";

"ble_not_supported_text" = "Dein Mac ünterstützt die für Near Lock nötige Bluetooth LE Technologie nicht";
"ble_not_supported_text_bold" = "Bluetooth LE";

"turn_bluetooth_on_to_use_near_lock" = "Bitte schalte \nBluetooth EIN\num Near Lock zu nutzen";
"turn_bluetooth_on_to_use_near_lock_bold" = "Bluetooh AKTIVIERT";

"app_store_not_reachable" = "Verbindungsfehler";
"app_store_not_reachable_text" = "Appstore nicht erreichbar";


"notification_locked_first_notification" = "Super! %@ wurde mit Near Lock gesperrt. Um weitere Benachrichtigungen zu erhalten aktiviere diese in deinen iPhone Einstellungen.";
"notification_unlocked_first_notification" = "Super! %@ wurde mit Near Lock entsperrt. Um weitere Benachrichtigungen zu erhalten aktiviere diese in deinen iPhone Einstellungen.";

"notification_locked_old" = "%@ wurde mit Near Lock gesperrt";
"notification_unlocked_old" = "%@ wurde mit Near Lock entsperrt";
"notification_locked" = "%@ wurde gesperrt";
"notification_unlocked" = "%@ ist entsperrt";

"setup_touch_id" = "Aktiviere Touch ID oder ein Passwort in deinen iPhone Einstellungen um dieses Feature zu verwenden";
"setup_touch_id_bold" = "Touch ID";

"unlock_your_mac" = "Deinen Mac entsperren?";

"unlock_device" = "%@ entsperren?";
"lock_device" = "%@ sperren?";
"near_lock_off_device" = "Near Lock für %@ deaktvieren";
"near_lock_on_device" = "Near Lock für %@ aktivieren";

"near_lock_unlock_all" = "Alle entsperren";
"near_lock_lock_all" = "Alle sperren";
"no_devices_connected" = "Keine Macs verbunden";


"authenticate_for_login" = "Anmelden um den Mac zu entsperren";

"near_lock_feedback" = "Near Lock Feedback";
"near_lock_feedback_question" = "Was denkst du über Near Lock?";
"near_lock_feedback_great" = "Ich liebe es!";
"near_lock_feedback_could_be_better" = "Etwas könnte besser sein";
"near_lock_feedback_dont_ask_again" = "Nicht mehr fragen";

"rate_app" = "App bewerten";
"rate_near_lock" = "Bewerten Sie die App - sagen Sie uns was sie denken";
"rate_app_long" = "Ich liebe Near Lock - die App bewerten";
"rate_or_share_near_lock" = "Möchtest du Near Lock bewerten oder\ndeinen Freunden davon erzählen?";

"open_near_lock_app" = "Near Lock App öffnen";
"near_lock_settings" = "Near Lock Einstellungen";

"distance_to_lock_device" = "Distanz bis zum Sperren: %@";
"distance_to_unlock_device" = "Distanz bis zum Entsperren: %@";
"unlock_distance" = "Entsperren Distanz: %@";
"lock_distance" = "Sperren Distanz: %@";

"changes_available_only_in_pro_mode" = "Änderungen sind nur in der PRO Version verfügbar";
"distance_from_device" = "Distanz: %@";
"near_lock_not_set_up" = "Near Lock wurde nicht eingerichtet";

"setup_near_lock" = "Near Lock einrichten";


"near_lock_app_closed" = "Near Lock scheint geschlossen zu sein";

"open_near_lock" = "Near Lock öffnen";
"loading" = "Wird geladen…";

"trouble_connecting" = "Probleme eine Verbindung\nzu deinen Geräten herzustellen?";

"bluetooth_sharing_is_off" = "Bluetooth Sharing ist aus!";
"turn_on_bluetooth_sharing_old" = "Du musst Bluetooth in deinen iPhone Einstellungen einschalten um Near Lock zu nutzen";
"turn_on_bluetooth_sharing" = "Du musst Bluetooth in deinen iPhone Einstellungen einschalten um Near Lock zu nutzen";
"open_settings" = "Einstellungen";

"turn_off_near_lock" = "Near Lock ausschalten";
"turn_on_near_lock" = "Near Lock einschalten";
"lock_unlock_distance" = "Verriegelung - Entriegelung Abstand";

"enjoying_near_lock" = "Genießt Du Near Lock?";
"please_rate" = "Wenn Du Near Lock genießt, bitte nimm einen Moment und lasse eine ehrliche Bewertung. Es hilft wirklich. Vielen Dank für Deine Unterstützung!";

"rate_near_lock_old" = "Near Lock bewerten";
"rate_reming_me_later" = "Später erinnern";
"rate_no_thanks" = "Danke, nein";


"tutorial_approach_mac_to_unlock" = "Großartig! Nähern sich nun ihrem Mac, um ihn zu entriegeln!";
"tutorial_finished" = "So einfach ist das!";

"update_your_mac_version_manually" = "Du hast eine alte Version von Near Lock auf Ihrem Mac installiert und einige Funktionen werden möglicherweise nicht korrekt funktionieren! Bitte aktualisiere manuell, oder wenden Sie sich bitte an den Unterstützungsteam";

"try_buy_button_to_restore" = "Wiederherstellen der PRO Version ist fehlgeschlagen. Wenn Du bereits die PRO Versionbezahlt haat, versuche es mit der Option \"kaufen\", Du wirst nicht doppelt bezahlt.";
"contact_support_to_restore" = "Wiederherstellen der PRO Version ist fehlgeschlagen. Wenn Du bereits die PRO Version bezahlt hast, bitte wende dich an den Unterstutzüngsteam und wir führen Dich durch den Wiederherstellungsprozess.";


"txt_login_settings" = "Entsperreinstellungen";
"txt_allow_pass_auth_footer" = "Mit dieser Option können Sie Ihr iPhone für System-Authentifizierung verwenden - wie bei der Installation neuer Software";
"txt_allow_pass_auth_section" = "Mac-System-Authentifizierung (Passworteingabe)";
"txt_allow_pass_auth" = "Auth mit Near Lock";
"txt_login_settings_footer" = "Diese Einstellung legt fest ob du auf deinem iPhone jedes Mal nach deinem Passwort gefragt wirst wenn das Passwortfeld auf deinem Mac erscheint";

"txt_confirm_login_when_password_appears_old" = "Authentifiziere auf dem Bildschirm des Mac";
"txt_confirm_login_when_password_appears" = "Auf dem Sperrbildschirm entsperren";

"txt_distance_precision" = "Distanzgenauigkeit";
"txt_enhanced_tracking" = "Verbesserte Ortung";
"txt_distance_precision_footer" = "Diese Option erhöht die Genauigkeit der Entfernungsverfolgungs";
"txt_distance_precision_footer_old" = "Das Deaktivieren dieser Option verlängert die Akkulaufzeit, reduziert aber die Genauigkeit";
"txt_notification_center" = "Benachrichtigungszentrum";
"txt_notification_center_footer" = "Wenn diese Option aktiviert ist, wird Near Lock in Benachrichtigungszentrum beim Herunterwischen auf dem Homescreen angezeigt.";

"txt_today_extension_allow_login_logout" = "Sperren / Entsperren erlauben";
"txt_today_extension_allow_login_logout_old" = "Login/Logout erlauben";
"txt_today_extension_allow_near_lock_update" = "Erlaube Near-Lock-Updates";
"txt_allow_change_when_locked" = "Auth auf gesperrtem Gerät fordern";
"txt_show_near_lock" = "Near Lock öffnen";
"txt_notifications" = "Benachrichtigunseinstellungen";
"txt_swipe_left_footer" = "Diese Option ermöglicht Dir, nach links auf die Benachrichtigungenzu streichen und Ihr Mac sperren/entsperren auch ohne Near Lock zu öffnen";
"txt_swipe_left_to_login" = "Über Benachrichtigung entsperren";
"txt_swipe_left_to_login_old" = "Nach links wischen um einzuloggen";
"interactive_notifications" = "Interaktive Benachrichtigungen";

"txt_text_notifications" = "Textbenachrichtigungen";
"txt_on_approach" = "Wenn Mac entsperrt wird";
"txt_walk_away" = "Wenn Mac gesperrt wird";

"txt_sound_notifications" = "Tonbenachrichtigungen";
"txt_sound_on_unlock" = "Wenn Mac entsperrt wird";
"txt_sound_on_lock" = "Wenn Mac gesperrt wird";

"no_devices_connected" = "Keine Geräte verbunden";
"set_distance" = "Distanz festlegen";

"PRO" = "PRO";

"txt_yes_or_no" = "Ja oder Nein";
"txt_touchid_or_passcode" = "Touch ID oder Passwort";
"txt_none" = "Keine";
"txt_double_knock" = "Doppelklopf";
"txt_insert_automatically" = "Automatisch einfügen (Nicht mehr fragen)";
"txt_reqeust_auth_on_locked_device" = "Auth auf gesperrtem Gerät fordern";

"txt_language" = "Sprache";
"txt_current_language" = "Ausgewählte Sprache";

"default" = "Standard";
"english" = "Englisch";
"german" = "Deutsch";
"spanish" = "Spanisch";
"russian" = "Russisch";
"chinese" = "Chinesisch";
"hindi" = "Hindi";
"portugese" = "Portugiesisch";
"french" = "Französisch";

"txt_units" = "Einheiten";
"txt_measure" = "Messen";
"meters" = "Meter";
"feet" = "Fuß";
"signal_strength" = "Signalstärke";

"txt_application_information" = "App-Informationen";
"txt_version" = "VERSION";
"txt_copyright" = "Copyright";



"main_menu_disable_tracking" = "Near Lock deaktivieren";
"get_ios_app" = "iOS-App herunterladen";
"faq_or_support" = "FAQ oder Kundensupport";
"only_pro_version_works_in_background" = "Nur die PRO Version funktioniert im Hintergrund";
"distance" = "Distanz";

"main_menu_add_new_device_button" = "Neues Gerät hinzufügen";
"main_menu_device_too_far" = "Near Lock wird in %d Sekunden ausloggen da du %@ entfernt bist!";
"error_getting_update" = "Es war ein Fehler mit der neuen Near Lock Aktualisierung. Bitte lade und installiere die neue Version manuell.";
"manual_link" = "Hilfelink";
"check_for_updates_button" = "Suche nach Updates";

"turn_bluetooth_and_get_ios_app" = "Bitte aktiviere Bluetooth und hol dir die iOS App";
"start_ios_on_your_iphone" = "Bitte die App auf dem iPhone öffnen";

"turn_bluetooth_on" = "Bluetooth aktivieren";
"turn_bluetooth_off" = "Bluetooth deaktivieren";
"bluetooth_is_off" = "Bluetooth ist aktiviert";
"bluetooth_is_off_short" = "Bluetooth ist deaktiviert";

"loading_screen_label" = "Geräte werden eingerichtet, bitte warten.";

"iphone_wants_to_connect" = "%@ möchte sich verbinden!";

"accept" = "Akzeptieren";
"deny" = "Ablehnen";

"scanning" = "Suchen..";

"initalizingBLE" = "Bluetooth LE wird aktiviert";
"restartingBluetooth" = "Bluetooth wird neu gestartet";
"press_any_key_to_login" = "Beliebige Taste drücken um deinen Mac zu entsperren";

"use_iphone_to_set_up_near_lock" = "Bitte auf dem iPhone fortfahren,\num die Einrichtung abzuschließen.";
"enter_login_password" = "Gib dein Login Passwort ein";

"we_are_done" = "Wir sind fertig!";

"near_lock_available_in_menu_bar" = "Near Lock wird in der Menüleiste\nverfügbar sein.";

"share_near_lock" = "Sag uns weiter!";

"not_supported_ble" = "Dein Mac ünterstützt die für Near Lock nötige Bluetooth LE Technologie nicht";

"not_supported_mac_version" = "Bitte update deine Mac OS Software um Near Lock zu nutzen";

"not_supported_secondary_text" = "Wenn du die Near Lock iPhone App bereits gekauft hast und dein Geld zurück haben möchtest klicke auf den ‚Rückerstattung‘ Button.";
"not_supported_main_button" = "Rückerstattung";

"quit_near_lock" = "Near Lock beenden";

"main_menu_add_new_device_text" = "Du hast keine verbundenen Geräte";

"you_have_sucessfuly_paired" = "Du hast dich erfolgreich mit %@ verbunden";

"new_ios_update" = "Es ist ein neues Upate für die Near Lock iOS App verfügbar";
"new_osx_update" = "Es ist ein neues Update für die Near Lock Mac App verfügbar";
"update" = "Update";

"you_have_connected_to" = "Near Lock hat sich mit\n%@ verbunden";

"you_have_disconnected_from" = "Near Lock hat die Verbindung zu\n%@ verloren";
"unable_to_lock_mac" = "Near Lock konnte Ihren Mac nicht sperren. Bitte Mac neustarten.";

"connected_to" = "Verbunden mit %@";
"disconnected_from" = "Verbindung zu %@ verloren";

"main_menu_unlocked_with_near_lock" = "Dein Mac wurde mit Near Lock entsperrt";

"main_menu_unlocked_with_near_lock_device" = "Dein Mac wurde mit %@ entsperrt";

"main_menu_unlinked" = "Deine Near Lock Geräte wurden getrennt";
"unsolvable_bluetooth_error" = "Es scheint ein Bluetooth Problem zu geben, bitte versuche Bluetooth auf dem iPhone neu zu starten";

"needs_bluetooth_to_work" = "Near Lock benötigt Bluetooth um zu funktionieren";
"turn_bluetooth_on" = "Bluetooth einschalten";

"restarting_bluetooth" = "Bluetooth wird neugestartet";

"make_sure_ble_on" = "Bitte stelle sicher dass Bluetooth auf deinem iPhone aktiviert ist \nund dass Near Lock mindestens im Hintergrund läuft";
"still_not_working" = "Es funktioniert immer noch nicht!";
"ble_can_get_jammed" = "Manchmal kann das Bluetooth Signal blockiert werden. In diesem Fall kann es helfen dein iPhone neu zu starten.";
"still_cant_get_it_to_work" = "Bei mir funktioniert es immer noch nicht!";
"press_button_to_restart" = "Wenn du immer noch Probleme hast klicke bitte auf den Button unten um Bluetooth auf deinem Mac neu zu starten";
"restart_bluetooth" = "Bluetooth neustarten";
"unlink_both_sides" = "Wenn du immer noch Probleme hast versuche deine Geräte von beiden Seiten zu trennen und neu zu verbinden. Du kannst deine Geräte in den Near Lock Einstellungen trennen";
"still_doesnt_work" = "Es funktioniert immer noch nicht!";
"restart_iphone" = "Sorry für die Umstände. Manchmal kann das Bluetooth Signal blockiert werden. In diesem Fall hilft es nur dein iPhone neu zu starten.";
"faq_or_mail" = "Für mehr Informationen lies dir unsere FAQ durch oder sende uns eine E-Mail damit wir versuchen können dir zu helfen";

"press_button_ble_on" = "Bitte den Button unten drücken um Bluetooth zu aktivieren";
"turn_on_ble_to_use_near_lock" = "Aktiviere Bluetooth um Near Lock zu nutzen";
"having_trouble" = "Du hast Probleme?";
"rescan" = "Erneut suchen";
"open_welcome_screen" = "Installiere und öffne Near Lock. Du solltest den Willkommen Bildschirm auf deinem iPhone sehen. Es klappt immer noch nicht?";
"restart_ble_on_iphone" = "Bluetooth auf dem iPhone neustarten. Problem gelöst?";
"press_button_to_restart_ble" = "Drücke den Button unten um Near Lock auf deinem Mac neu zu starten. Gibt es immer noch Probleme?";
"restart_iphone" = "Sorry für die Umstände.. es gibt noch eine Lösung die du versuchen kannst. Du kannst deinen Bluetooth Cache löschen. Die Anleitung findest du unter Erweiterte Einstellungen->Bluetooth cache leeren.";
"corrupted_bluetooth_cache" = "Near Lock hat eine beschädigte Bluetooth-Cache erkannt. \n\nBitte löschen Sie Mac Bluetooth-Cache für stabile Bluetooth-Verbindungen.";
"corrupted_bluetooth_cache_short" = "Bitte löschen Sie den Bluetooth-Cache für eine stabilere Verbindung";
"restart_bluetooth_on_iphone" = "Versuchen Sie, auf Ihrem iPhone Neustart Bluetooth zu verbinden.";
"restart_bluetooth_on_iphone_long" = "Near Lock hat einen Fehler in der Bluetooth-Verbindung erkannt. \n\nBitte versuchen Bluetooth auf Ihrem iPhone (5-10 Sekunden) ausgeschaltet und dann wieder einschalten.";
"notification_settings" = "Benachrichtigunseinstellungen";
"mac_notification_settings" = "Mac-Benachrichtigungseinstellungen";

"only_in_pro" = "Nur in der PRO Version verfügbar";


"user_active" = "- User aktiv";

"confirm_login_on_iphone" = "Login auf dem iPhone bestätigen";
"double_knock_on_your_iphone_long" = "Doppeltes Klopfen auf iPhone";
"double_knock_on_your_iphone" = "Doppeltes Klopfen aufs iPhone-Display";
"turn_bluetooth_off_to_clear_cache" = "Möchtest du deinen Bluetooth Cache leeren?\n(Zuerst Bluetooth deaktivieren)";

"clear_cache_description" = "Der Bluetooth-Cache-Ordner wird geleert.\n(Mac-Passwort wird abgefragt)";
"clear_cache" = "Cache leeren";

"restart_mac_after_clear_cache" = "Bitte den Mac neustarten, um die Änderungen zu übernehmen.\n\nOhne einen Neustart wird der Cache nicht geleert";

"sleep" = "Ruhemodus";
"show_notification_on_login" = "Benachrichtigung beim Login mit Near Lock anzeigen";
"show_near_lock_icon_while_mac_locked" = "Near Lock Icon anzeigen wenn der Mac gesperrt ist";

"start_on_mac_startup" = "Automatisch bei Mac-Start öffnen";

"wake_on_approach" = "Nur bei Tastendruck entsperren";
"wake_on_approach_long" = "Bei Tastendruck entsperren, wenn das iPhone in Reichweite ist";

"near_lock_options" = "Setup";

"near_lock_options_login_on_approach" = "Mac entsperren, wenn Ich mich meinem Mac nähere";

"near_lock_options_logout_on_walk_away" = "Mac sperren, wenn ich mich entferne";

"action_to_confirm_login" = "Entsperroptionen";
"unlock_automatically_on_approach" = "Mac automatisch entsperren, wenn ich mich nähere";
"dont_confirm" = "Mac automatisch entsperren, wenn ich mich nähere";
"confirm_yes_no" = "Mit dem iPhone bestätigen: Ja oder Nein";
"touch_id_passcode" = "Mit dem iPhone bestätigen: Touch ID & Entsperrcode";
"knock_menu_item_long" = "Bestätigen via doppeltem Klopfen (aktiv 15 Sekunden nach der Benachrichtigung)";
"knock_menu_item" = "Bestätigen via doppeltem Klopfen (15 Sekunden)";

"logout_action" = "Sperroptionen";
"screensaver" = "Bildschirmschoner";

"advanced_settings" = "Erweiterte Einstellungen";

"logout_on_disconnect" = "Mac sperren, wenn die Verbindung zum iPhone getrennt wird";
"pause_music_on_logout" = "Audio pausieren, wenn Mac gesperrt wird";

"allow_closer_distances" = "Nähere Entfernung erlauben";
"allow_closer_distances_than" = "Lassen Sie kleinere Abstände als %@";
"clear_bluetooth_cache" = "Leere Bluetooth-Cache";

"automatically_update" = "Mac-Version automatisch updaten";

"show_unlock_history" = "Entsperrverlauf anzeigen";
"unlock_history" = "Entsperrverlauf";

"share_near_lock" = "Near Lock teilen";
"help" = "Hilfe";
"about" = "Über";
"feedback" = "Feedback / Support";

"contact_support" = "Kundensupport";
"faq" = "FAQ";

"check_for_updates" = "Updates";
"unlink_device" = "%@ trennen";
"new_ios_update_ready" = "Neue iOS Version ist verfügbar - Update";
"ios_version_up_to_date" = "Neueste iPhone Version ist installiert";

"device_not_connected" = "%@ nicht verbunden";
"no_ios_device_connected" = "Kein iOS Gerät verbunden";
"near_lock_up_to_date" = "Neueste Mac Version installiert";

"check" = "Nach Mac Updates suchen";
"get_new_version" = "Neue Version installieren!";
"checking_for_updates" = "Es wird nach Updates gesucht..";
"downloading_will_relaunch" = "Wird heruntergeladen.. Near Lock wird anschließend neu gestartet";

"downloading_relaunch_when_finished" = "Wird heruntergeladen.. Near Lock wird anschließend neu gestartet";
"new_update_ready" = "Neues Update verfügbar";
"relaunch_new_version_ready" = "Neu starten, neue Version verfügbar";

"version" = "Version %@";

"session" = "\n--------------- Session: %@ ---------------";
"mac_locked_old" = "Mac gesperrt";
"mac_unlocked_old" = "Mac entsperrt";

"mac_locked" = "Mac gesperrt";
"mac_unlocked" = "Mac entsperrt";

"onboarding_tutorial_finished" = "Du hast es erfasst! Cool, oder?";
"good_time_to_share" = "Ein guter Zeitpunkt, um anderen davon zu erzählen!";
"we_are_ready_to_start" = "Super, Near Lock ist fertig eingerichtet!";
"lets_try_it_out" = "Probiere es einfach aus!";
"choose_unlock_lock_from_menu_bar" = "Wähle das Sperren/Entsperren Abstand von der Menüleiste";
"enable_near_lock" = "Near Lock aktivieren";

"now_walk_away" = "Entferne dich nun einfach von deinem Mac";
"your_distance" = "Deine Entfernung:";
"lock_distance" = "Sperren Entfernung:";
"get_pro_version_for_near_lock" = "Du musst die PRO Version von Near Lock haben, um für ihn im Hintergrund arbeiten zu lassen!";
"distance_estimation" = "Wichtig: Der Abstand wird auf der Grundlage der Signalstärke zwischen Ihren Geräten geschätzt- jedes Gerät ist verhält anders, so versuche die beste Sperren/Entsperren Entfernung die für Dich geeignet ist";


"near_lock_started" = "Near Lock wurde gestartet";
"on" = "Aktiviert";
"off" = "Deaktiviert";

"new_version_available" = "Es ist eine neue Version verfügbar";
"near_lock_not_up_to_date" = "Die Near Lock Version auf deinem Mac ist veraltet. Bitte klicke auf den Link unten um die neueste Version zu laden. Sollte der Link nicht funktionieren kannst du Near Lock manuell herunterladen und installieren.";

"near_lock_connection_problem" = "Near Lock hat ein Problem mit Bluetooth entdeckt.";

"insert_password_to_mac" = "Passwort in %@? eingeben";
"insert_password_question" = "Würdest du gerne dein Passwort eingeben?";
"insert_password_action" = "Passwort eingeben";
"knock_twice_to_unlock_mac" = "Zweimal klopfen um den Mac zu entsperren!";
"knock_twice_to_unlock" = "Zweimal klopfen um %@ zu entsperren!";
"knock_twice_to_insert_password_to_mac" = "Zweimal klopfen um das Passwort auf dem Mac einzugeben.";
"knock_twice_to_insert_password" = "Zweimal klopfen um das Passwort auf %@ einzugeben!";

"unlocking_with_notifications_only_in_pro" = "Freischaltung mit Benachrichtigungen funktioniert nur im PRO Modus";
"unlock_your_device_question" = "Near Lock möchte dein Gerät freischalten";

"tap_to_turn_on_bluetooth" = "Klicke um Bluetooth einzuschalten";
"tap" = "Klicken";

"swipe_up" = "Nach oben wischen";
"swipe_up_to_turn_on_bluetooth" = "Nach oben wischen, um Bluetooth einzuschalten";

"show_tutorial" = "Tutorial anzeigen";

"failed_login_attempt_detected" = "Warnung! Fehlgeschlagener Loginversuch erkannt!";
"failed_login_attempt" = "Warnung! Near Lock hat einen fehlgeschlagenen Anmeldeversuch erkannt!";
"warn_on_failed_login" = "Benachrichtigung bei fehlgeschlagenen Login senden";
"configure_advanced_unlock_settings_on_iPhone" = "Weitere Entsperren-Optionen in den iPhone-Einstellungen";


"show_all_failed_logins" = "Alle fehlgeschlagenen Anmeldungen";

"mac_control" = "Mac Einstellungen";

"export" = "Exportieren";
"export_to_desktop" = "Exportieren und auf dem Desktop speichern";
"delete_all" = "Alle Löschen";
"delete" = "Löschen";

"no_detected_failed_logins" = "Es wurden keine fehlgeschlagenen Anmeldeversuche erkannt";
"no_known_login_logout_events" = "Es wurden keine Logins/Logouts erkannt";
"mugshots" = "Mugshots";
"mugshot" = "Mugshot";

"image_saved_to_documents" = "Bild wurde im Dokumenten-Ordner gespeichert";
"image_saved_to_desktop" = "Bild wurde auf dem Desktop gespeichert";

"mugshot_image_saved_to_documents" = "Mugshot wurde im Dokumenten-Ordner gespeichert";
"mugshot_image_saved_to_desktop" = "Mugshot wurde auf dem Desktop gespeichert";

"unable_to_unlock_mac" = "Near Lock konnte Ihren Mac nicht sperren. Bitte Mac neustarten.";
"password_inserted_by_nearlock" = "Ihr Passwort wurde von Near Lock eingefügt";

"no_appropriate_camera_attached" = "Dieser Mac hat keine geeignete Kamera";
"enable_option_in_settings" = "Bitte aktivieren Sie diese Option in den Einstellungen";

"filter" = "Filter:";
"lock_unlock_history" = "Sperr/Entsperr Verlauf";
"session_duration" = "Sitzungsdauer";
"failed_login_attempt_text" = "Fehlgeschlagener Loginversuch";

"nice_try_busted" = "Netter Versuch beim Einloggen auf meinem Mac!";
"get_pro_version_to_see_full_list" = "PRO Version kaufen um gesamte Liste zu sehen";
"busted_with_near_lock" = "Aufgeflogen mit Near Lock!";

"swipe_to_see_nearlock" = "Wischen um mehr über Near Lock zu erfahren!";
"quick_start" = "Schnellstart";


"tutorial_near_lock_uses_ble" = "Near Lock verwendet Bluetooth Low Energy um Geräte miteinander zu verbinden";
"tutorial_near_lock_uses_ble_1" = "Near Lock verwendet";
"tutorial_near_lock_uses_ble_2" = "Bluetooth Low Energy";
"tutorial_near_lock_uses_ble_3" = "um Geräte miteinander zu verbinden";

"tutorial_walk_away" = "Laufen Sie weg um den Mac zu sperren.";
"tutorial_walk_away_1" = "Laufen Sie weg";
"tutorial_walk_away_2" = "um den Mac zu sperren.";

"tutorial_apple_watch" = "Für Schnellzugriff Apple Watch oder Benachrichtigungswidget verwenden";
"tutorial_apple_watch_1" = "Für Schnellzugriff";
"tutorial_apple_watch_2" = "Apple Watch oder";
"tutorial_apple_watch_3" = "Benachrichtigungswidget verwenden";

"tutorial_touch_id" = "Mac mit Touch ID, Doppelklopf freischalten";
"tutorial_touch_id_1" = "Mac Freischalten mit";
"tutorial_touch_id_2" = "Touch ID";
"tutorial_touch_id_3" = "Doppelklopf";

"tutorial_detect_failed_login" = "Fehlgeschlagene Loginversuche erkannt";
"tutorial_detect_failed_login_1" = "Erkannte";
"tutorial_detect_failed_login_2" = "fehlgeschlagene Loginversuche";

"tutorial_lock_unlock_distance" = "Wählen Sie die Entfernung des Sperrens/Entsperrens";
"tutorial_lock_unlock_distance_1" = "Wählen Sie die";
"tutorial_lock_unlock_distance_2" = "Entfernung des";
"tutorial_lock_unlock_distance_3" = "Sperrens/Entsperrens";

"tutorial_approach_to_unlock" = "Näher an den Mac bewegen um diesen zu entsperren";
"tutorial_approach_to_unlock_1" = "Näher an den Mac bewegen";
"tutorial_approach_to_unlock_2" = "um diesen zu entsperren";

"to_start_download_on_mac" = "Um Near Lock zu verwenden bitte die Near Lock Mac App installieren";
"to_start_download_on_mac_bold" = "Near Lock Mac App";

"skip" = "Überspringen";

"to_start_download_on_mac_2" = "Zum Start Near Lock auf Ihrem Mac installieren";


"define_safe_zones" = "Setup WiFi-Entsperrung";
"get_pro_version_to_use_wifi_unlock" = "Um WiFi-Entsperrung zu nutzen, benötigen Sie die PRO-Version";
"get_pro_version_to_use_this_feature" = "Um diese Funktion zu nutzen, benötigen Sie die PRO-Version";
"pair_iphone_to_use_this_feature" = "Um die WiFi-Entsperrungsfunktion zu nutzen, muss Ihr Mobilgerät gekoppelt sein";
"already_added_to_unlock_wifi_list" = "Bereits zur WiFi-Entsperrungsliste hinzugefügt";
"unlock_wifi_info_text_not_used" = "Wenn Sie mit einem WiFi verbunden sind (z.B. Heim-WLAN), müssen Sie Ihr Passwort nicht eingeben um den Mac zu entsperren. Es geschieht automatisch durch Near Lock";
"currently_connected_to" = "Aktuell verbunden mit:";
"add_to_unlock_wifi" = "Zur WiFi-Entsperrungsliste hinzufügen";
"wifi_unlock" = "WiFi-Entsperrung";

"wifi_unlock_description_mac_not_used_2" = "WiFi-Entsperrung ermöglicht Ihnen sich automatisch an Ihrem Mac anzumelden, wann immer Sie mit einem bestimmten WiFi-Netzwerk verbunden sind (z.B. Heimnetzwerk)";
"wifi_unlock_description_mac_not_used_3" = "Benutzen Sie die WiFi-Entsperrung um Ihren Mac automatisch zu entsperren wenn Sie mit einem bestimmten WiFi-Netzwerk verbunden sind (z.B. Heimnetzwerk)";
"wifi_unlock_description_mac_not_used_4" = "Benutzen Sie die WiFi-Entsperrung um Ihren Mac entsperrt zu lassen während Sie mit dem ausgewählten WiFi-Netzwerk verbunden sind";

"already_added_to_network" = "Sie haben bereits %@ zu der WiFi-Entsperrungsliste hinzugefügt!\nBitte verbinden Sie sich mit einem WiFi-Netzwerk, welches Sie der WiFi-Entsperrungsliste hinzufügen wollen.";
"no_wifi_connected" = "Mit keinem WiFi-Netzwerk verbunden";
"no_wifi_connected_short" = "Kein WiFi verbunden";
"connect_to_wifi_to_add_wifi_unlock" = "Bitte verbinden Sie sich mit einem WiFi-Netzwerk um es zur WiFi-Entsperrungsliste hinzuzufügen.";
"wifi_unlock_currently_connected" = "Sie sind derzeit mit dem %@ WiFi-Netzwerk verbunden.";
"wifi_unlock_add_to_list" = "Möchten Sie das %@ WiFi zu der WiFi-Entsperrungsliste hinzufügen?";
"add" = "Hinzufügen";
"close" = "Schließen";
"edit" = "Bearbeiten";

"wifi_unlock_security_options" = "WiFi-Entsperrung-Sicherheitseinstellungen";

"wifi_unlock_require_iphone" = "Aktivieren Sie WiFi-Entsperrung nur, wenn Ihr iPhone mit Ihrem Mac verbunden ist";
"wifi_unlock_allow_unlock_when_not_connected" = "Erlaube WiFi-Entsperrung meinen Mac zu entsperren, selbst wennn mein iPhone NICHT mit meinem Mac via Bluetooth verbunden ist";
"next" = "Weter";

"you_have_set_up_wifi_unlock" = "Sie haben die WiFi-Entsperrung erfolgreich eingestellt";
"wifi_unlock_finish_description" = "Ihr Mac bleibt entsperrt wenn:";
"wifi_unlock_when_connected_to_wifi" = "Wenn Sie mit dem WiFi-Netzwerk %@ verbunden sind";
"wifi_unlock_when_connected_to_wifi_and" = "Wenn Sie mit dem WiFi-Netzwerk %@ verbunden sind und wenn";
"wifi_unlock_when_connected_to_iphone" = "Ihr iPhone (%@) mit Ihrem Mac via Bluetooth verbunden ist";

"tutorial_wifi_unlock" = "Lassen Sie Ihren Mac entsperrt während er mit Ihrem ausgewählten WiFi-Netzwerk verbunden ist";
"tutorial_wifi_unlock_1" = "Lassen Sie Ihren Mac entsperrt";
"tutorial_wifi_unlock_2" = "während Sie mit dem ausgewählten";
"tutorial_wifi_unlock_3" = "WiFi-Netzwerk verbunden sind";

"tutorial_wifi_only_selected_wifi" = "Nur ausgewählte WiFi-Netzwerke";
"tutorial_wifi_save_battery" = "Reduziert den iPhone-Betterieverbrauch";
"tutorial_wifi_works_with_iphone" = "Funktioniert mit oder ohne iPhone";

"add_wifi" = "WiFi hinzufügen";
"edit_list" = "Liste bearbeiten";
"edit_wifi_list" = "WiFi-Entsperrungsliste bearbeiten";
"wifi_unlock_edit_list" = "WiFi-Entsperrung bearbeite Liste";

"wifi_unlock_networks" = "WiFi-entsperrte Netzwerke";
"wifi_unlock_edit_description" = "Ihr Mac sollte entsperrt bleiben, solange er mit einem der WiFi-Netzwerke dieser Liste verbunden ist.\nÜberprüfen Sie die Einstellungen für die erweiterte Sicherheitseinstellungensoptionen.";

"your_mac_unlocked_with_wifi_unlock" = "Ihr Mac wurde mit der WiFi-Entsperrung entsperrt";

"wifi" = "wifi";
"wifi_unlock_marketing" = "WiFi-Entsperrung - halten Sie Ihren Mac entsperrt während Sie mit Ihrem WiFi-Netzwerk verbunden sind (z.B. Heimnetzwerk)";

"wifi_unlock_enabled" = "WiFi-Entsperrung aktiviert";

"take_photo_on_failed_login" = "Bild bei fehlgeschlagenem Login aufnehmen";
"passcode_is_not_set" = "Passwort und TouchID wurden nicht gesetzt";
"open_passcode_settings" = "Passwort-Einstellungen öffnen";

"confirm_unlock_on_approach" = "Bestätige Entsperrung beim Näherkommen";
"confirm_unlock_on_approach_description" = "Diese Optiopnen legt fest ob Sie auf Ihrem iPhone gebeten werden Ihren Login jedes mal wenn Sie in den Near Lock-Entsperrungsradius kommen";
"confirm_unlock_on_approach_login_automatically" = "Nicht bestätigen - autmatisch anmelden";


"clipboard_options" = "Zwischenablage-Optionen - Kopieren/Einfügen";
"send_clipboard_to_ios" = "Sende den kopierten Text an iOS-Gerät";
"get_clipboard_text_from_ios" = "Erhalte kopierten Text vom iOS-Gerät";
"show_clipboard_menu_on_main_screen" = "Zeige Zwischenablage-Optionen auf dem Hauptbildschirm";

"clipboard_is_empty_short" = "Die Zwischenablage ist leer";
"clip_already_matching" = "Die Zwischenablage stimmt bereits überein";

"clipboard_copied_from_ios_device" = "Die Zwischenablage Ihres iPhones wurde kopiert";
"clipboard_could_not_be_copied_from_ios_device" = "Die Zwischenablage Ihres iPhones konnte nicht kopiert werden";
"clipboard_copied_to_ios_device" = "Die Zwischenablage wurde zu %@ kopiert";
"clipboard_could_not_be_copied_to_ios_device" = "Die Zwischenablage konnte nicht auf Ihr iPhone kopiert werden";
"mac_clipboard_copied" = "Die Mac-Zwischenablage wurde auf Ihr iPhone kopiert";
"ios_send_clipboard_to_mac" = "Kopierten Text zu Mac senden";
"ios_get_clipboard_from_mac" = "Mac-Zwischenablage einholen";

"clipboard" = "Zwischenablage";
"clipboard_explanation" = "Solange Ihre Geräte angeschlossen sind, können Sie den kopierten Text von Ihrem Mac auf Ihr iPhone senden.";
"use_shortcut" = "Sie können auch die Verknüpfung verwenden:";
"send_clipboard_shortcut" = "strg+cmd+v";
"clipboard_info_text" = "Wie funktioniert das Kopieren/Einfügen?";
"clipboard_is_empty" = "Ihre Zwischenablage ist leer! Kopieren Sie zuerst etwas Text und versuchen Sie es dann erneut!";
"clipboard_is_too_big_to_send" = "Die Zwischenablage ist zu groß. Das Limit sind 10.000 Zeichen.";
"device_not_connected_to_iphone" = "Ihr Mac ist nicht mit Ihrem iPhone verbunden";
"device_not_pro_version_or_foreground" = "Diese Aktion wird nur in der PRO-Version unterstüzt oder wenn Ihre iPhone App im Vordergrund ist";

"sleep_shortcut" = "strg+cmd+L";

"sleep_mac" = "Mac in Schlafmodus versetzen";
"press_any_key_on_your_mac" = "Großartig! Drücken Sie nun eine beliebige Taste auf Ihrem Mac um den Mac-Bildschirm einzuschalten.";

"lock_and_unlock_your_mac_automatically" = "Sperren und Entsperren Sie Ihren Mac automatisch";
"mac_wake_unlock" = "Mac-Aufweckentsperrung";
"mac_wake_unlock_setup" = "Mac-Aufweckensperrungseinstellungen";
"mac_wake_unlock_options" = "Mac-Aufweckentsperrungsoptionen";
"mac_sleep_screen_unlock_description" = "Nachdem Ihr Mac vom Schlafmodus geweckt wurde, können Sie Ihr iPhone benutzen um Ihren Mac einfach zu entsperren.";
"mac_sleep_screen_unlock_description_2" = "Wenn Ihr iPhone im Hintergrund-Modus ist, werden Sie eine Benachrichtigung erhalten, welche dann wiederum zur Entsperrung Ihres Macs verwendet werden kann";

"connect_to_iphone_to_use_this_feature" = "Bitte verbinden Sie sich mit Ihrem iPhone um diese Funktion zu verwenden";

"mac_sleep_screen_unlock_options" = "Mac-Aufweckentsperrungsoptionen";
"mac_sleep_screen_dont_ask" = "Nicht fragen ob Mac entsperrt werden soll, nachdem Mac geweckt wurde";
"mac_sleep_screen_ask_yes_no" = "Entsperrung auf iPhone mit Ja oder Nein bestätigen";
"mac_sleep_screen_ask_touch_id" = "Entsperrung auf iPhone mit Touch ID & Passwort bestätigen";
"mac_sleep_screen_double_knock" = "Entsperrung auf iPhone mit Double Knock bestätigen - 15 Sekunden nach Benachrichtigung aktiv";
"mac_sleep_screen_tutorial" = "Wie funktioniert die Mac Aufweckentsperrung?";

"you_will_be_asked_on_your_iphone" = "Sie werden auf Ihrem iPhone gebeten werden Ihren Mac zu entsperren.";
"choose_your_confirmation_option" = "Wählen Sie Ihre Bestätigungsmethode:";
"mac_sleep_screen_ask_yes_no_short" = "Ja / Nein";
"mac_sleep_screen_ask_touch_id_short" = "Touch ID / Passwort";
"mac_sleep_screen_double_knock_short" = "Double Knock auf iPhone";
"put_mac_to_sleep_and_follow_instructions_on_iphone" = "Versetzen Sie nun Ihren Mac in den Schlafmodus und folgen Sie den Anweisungen auf Ihrem iPhone";
"sleep_mac_now" = "Mac jetzt in Schlafmodus versetzen";

"how_does_mac_wake_unlock_work" = "Um besser zu verstehen wie Mac-Aufweckentsperrung funktioniert:";
"disable_unlock_on_approach" = "Bitte deaktivieren Sie temporär die automatische Entsperrungsoption bei Annäherung von Near Lock";
"turn_near_lock_off" = "Schalte Near Lock AUS";
"disable_wifi_unlock" = "Bitte deaktivieren Sie temporär die WiFi-Entsperrungsoption";
"turn_wifi_unlock_off" = "Schalte WiFi-Entsperrung AUS";
"turn_the_options_on_again_after_tutorial" = "Sie können diese Optionen nach dem Tutorial wieder einschalten!";
"or_press" = "oder drücken Sie";

"wifi_unlock_description_mac" = "Benutzen Sie die WiFi-Entsperrung um Ihren Mac entsperrt zu lassen während Sie mit dem ausgewählten WiFi-Netzwerk verbunden sind (z.B. Heimnetzwerk)";
"wifi_unlock_description_mac_2" = "WiFi-Entsperrung hält Ihren Mac entsperrt, während Sie mit Ihrem ausgewählten WLAN-Netz verbunden sind (z.B. Heimnetzwerk)";
"txt_automatically" = "Automatisch Entsperren";

"txt_advanced_login_settings" = "Fortgeschrittene Mac-Entsperrungseinstellungen";
"txt_advanced_login_settings_description" = "Diese Option legt fest, ob Sie auf Ihrem iPhone gefragt werden, ob Sie eine Entsperrung des Mac wünschen, jedesmal wenn Sie in den Near Lock-Radius Ihres Macs kommen";
"txt_confirm_login_after_approach" = "Bestätige Entsperrung beim Näherkommen";

"select_keyboard_shortcuts" = "Wählen Sie Ihre Tastaturkürzel";
"change_keyboard_shortcut" = "Ändern Sie Ihre Tastaturkürzel";

"wifi_unlock_expalnation" = "• WiFi-Entsperrung - hält Ihren Mac entsperrt während er zu Ihrem gewählten WLAN-Netzwerk verbunden ist (z.B. Heimnetzwerk)";
"clipboard_explanation" = "• Zwischenablage - kopieren und einfügen von Text von und zu Ihrem Mac";

"update_near_lock_on_ios_to_use_this_feauture" = "Bitte updaten Sie Near Lock auf Ihrem iPhone um diese Funktion nutzen zu können";
"update_near_lock_on_osx_to_use_this_feauture" = "Bitte updaten Sie Near Lock auf Ihrem Mac um diese Funktion nutzen zu können";
"near_lock_demo" = "Near Lock Demo";

"back" = "Zurück";

"show_wifi_unlock_on_main_screen" = "Immer WLAN Freischalten auf dem Bildschirm anzeigen";
"take_photo_after_each_login" = "Nach jedem Login ein Foto schießen";
"show_login_photos" = "Zeige Login-Fotos";
"delete_all_photos_question" = "Würden Sie gerne alle angezeigten Fotos löschen?";
"delete_single_photo" = "Würden Sie gerne alle ausgewählten Fotos löschen?";
"send_clipboard_to_ios_short" = "Sende Zwischenablage";

"mac_sleep_screen_double_knock" = "Entsperrung auf iPhone mit Double Knock bestätigen - 15 Sekunden nach Benachrichtigung aktiv";
"mac_sleep_screen_double_knock_active_only" = "Klopferkennung ist 15 Sekunden aktiv nach Erhalt der Benachrichtigung auf dem iPhone";
"show_mac_control_on_main_menu" = "Zeige Mac-Steuerungsoptionen im Hauptmenü";
"show_login_control_on_main_menu" = "Zeige Login-Steuerungsoptionen im Hauptmenü";
"login_control_title" = "Login-Steuerung";

"no_detected_logins_photo attempts" = "Es gibt keine aufgezeichneten Login-Versuche";

"clipboard_send_to_mac" = "An Mac senden";
"clipboard_copy_from_mac" = "Von Mac kopieren";

"mac_control_options" = "Mac-Steueroptionen";
"login_control_options" = "Login-Steueroptionen";

"near_lock_pro_restored" = "Die Near Lock Pro-Version wurde wiederhergestellt. Sie können nun alle Near Lock Funktionen verwenden!";
"near_lock_bought" = "Vielen Dank für den Kauf von Near Lock PRO. Sie können nun alle Near Lock Funktonen verwenden!";
"info_short" = "Info";
"login_photos_short" = "Login-Fotos";
"failed_login_photos_short" = "Fehlgeschlagene Login-Fotos";
"lock_unlock_history_short" = "Lock Freischaltungsverlauf";
"login_photos_description_1" = "Near Lock erlaubt es Ihnen jedes mal nach Freischalten Ihres Macs ein Foto zu schießen.";
"login_photos_description_2" = "Diese Fotos werden nur auf Ihrem Mac gespeichert und können jederzeit gelöscht werden.";
"show_all_photos" = "Alle Fotos zeigen";
"failed_login_photos_description_1_short" = "Near Lock erlaubt es Ihnen jedes mal nach Eingabe eines falschen Passworts an Ihrem Mac ein Foto zu schießen.";
"failed_login_photos_description_1" = "Near Lock erlaubt es Ihnen jedes Mal ein Foto zu schießen, wenn jemand versucht sich an Ihrem Computer anzumelden oder ein falsches Passwort eingibt.";
"failed_login_photos_description_2" = "Diese Fotos werden nur auf Ihrem Mac gespeichert und können jederzeit gelöscht werden.";
"mac_control_receive_notification_on_iphone" = "Erhalten Sie eine Benachrichtigung auf Ihr iPhone";
"mac_control_share_photo" = "Foto teilen";
"mac_control_save_photo_to_documents" = "Foto zu Dokumenten speichern";
"mac_control_delete_photo" = "Foto löschen";
"mac_control_delete_all_photos" = "Alle Fotos löschen";
"not_yet_available_on_sierra_and_above" = "*noch nicht auf macOS Sierra und neueren Versionen verfügbar";
"feature_not_supported_on_sierra" = "Diese Funktion wird noch nicht von macOS Sierra und neueren Betriebsystemen unterstützt.";
"feature_not_supported_on_sierra_short" = "Nicht auf macOS Sierra+ unterstützt";
"mac_control_info_description" = "Haben Sie bessere Einblicke in die Nutzung Ihres Macs";

"learn_more" = "Lernen Sie mehr darüber";

"lock_unlock_history_description_1" = "Sie können Near Lock verwenden um Ihre Login und Logout-Zeiten zu verfolgen, sowie die Arbeitszeit an Ihrem Mac zählen.";
"lock_unlock_history_description_2" = "Es kann als mühelose Stempeluhr verwendet werden.";
"show_history" = "Verlauf anzeigen";
"unlock_by_typing_password" = "Durch Passworteingabe freigeschalten";
"unlocked_by_near_lock" = "Durch Near Lock freigeschalten";
"unlocked_by_wifi_unlock" = "Durch WLAN freigeschalten";
"unlocked_by_near_lock_automatic" = "Automatisch durch Near Lock freigeschalten";

"only_3_photos_in_free_version" = "Sie können in der KOSTENLOSEN Version nur 3 Fotos aufnehmen. Die PRO-Version erlaubt Ihnen eine unlimitierte Anzahl an Fotos.";
"only_3_photos_in_free_version_short" = "Holen Sie sich die PRO Version für mehr als 3 Fotos";
"enable" = "Aktiviert";
"not_enabled" = "Nicht aktiviert";

"login_photo_not_enabled" = "Diese Funktion ist derzeit nicht aktiviert und Near Lock wird kein Foto nach Ihrem Mac Login schießen.";
"failed_login_attempt_not_enabled" = "Diese Funktion ist derzeit nicht aktiviert und Near Lock wird kein Foto nach Ihrem fehlgeschlagenen Login-Versuch schießen.";
"enable_in_mac_control" = "Sie können auch diese Option in den Mac Steuerungseinstellungen aktivieren.";
"disable_in_mac_control" = "Sie können diese Option in den Mac-Steuerungseinstellungen deaktivieren";

"troubleshoot" = "Problembehandlung";
"nearlock_is_turned_on" = "Near Lock ist EINGESCHALTET";
"mac_is_locked" = "Mac ist gesperrt";
"mac_is_unlocked" = "Mac ist entsperrt";
"no_camera_detected" = "Keine Kamera erkannt";
"no_suitable_camera" = "Near Lock hat keine passende Kamera an Ihrem Mac erkannt";
"no_login_photos" = "Es gibt im Moment keine Login-Fotos.";

"in_pro_version_unlock_from_lock_screen" = "In der PRO-Version können Sie Ihren Mac direkt vom iPhone-Sperrbildschirm aus entsperren.";

"allow_wifi_unlock" = "Erlauben Sie Ihrem Mac, automatisch freigeschaltet zu werden, wenn du mit %@ verbunden bist";
"restore_or_purchase_failed_title" = "Wiederherstellen- oder Kauf-Fehler";
"restore_or_purchase_failed_description" = "Wir konnten den In-App-Kauf nicht wiederherstellen oder kaufen";
"ios_take_photo_on_mac_description" = "Mit Ihrer Mac-Frontkamera fotografieren?";
"ios_take_photo_on_mac_action" = "Manuell fotografieren";
"mac_did_not_take_manual_snapshot" = "Near Lock konnte keinen manuellen Snapshot von Ihrer Mac-Frontkamera aufnehmen. Weitere Informationen finden Sie unter Near Lock auf Ihrem Mac.";
"mac_did_take_manual_snapshot" = "Sehen Sie Near Lock auf Ihrem Mac an, um den manuellen Snapshot anzuzeigen";
"follow_instruction_on_mac" = "Weitere Informationen finden Sie unter Near Lock auf Ihrem Mac";
"bluetooth_permissions_needed" = "Erlauben Sie Bluetooth-Berechtigungen, damit Near Lock eine Verbindung zu Ihrem Mac herstellen kann";
"notification_permissions_needed" = "Erlauben Sie Benachrichtigungsberechtigungen, um Ihren Mac direkt von Ihrem Sperrbildschirm aus zu entsperren";
"add_permissions" = "Berechtigungen hinzufügen";
"skip_action" = "Überspringen";
"swipe_left" = "- nach links wischen";
"show_more" = "Zeige mehr";
"show_less" = "Zeige weniger";
"read_more" = "Weiterlesen";
"try_it_out" = "Versuchen Sie es";

"welcome_title" = "Willkommen";
"welcome_description" = "Verwenden Sie Near Lock, um Ihren Mac mit Ihrem iPhone zu sperren und zu entsperren";
"add_new_device_action" = "Mit dem iPhone verbinden";
"send_clipboard_to_ios_description" = "Sende Zwischenablage an das iPhone";
"send_clipboard_to_ios_action" = "Sende Zwischenablage";
"ping_device_description" = "iPhone pingen";
"ping_device_action" = "Ping";

"scanning_for_devices" = "Sucht nach:";
"low_battery" = "Niedriger Batteriestatus:";
"charge_your_battery_description" = "Laden Sie Ihr Telefon auf, um Near Lock weiterhin zu verwenden";
"update_system_preferances" = "Aktualisieren Sie die Sicherheitseinstellungen";
"add_accessibility_to_unlock_mac_title" = "Erlauben Sie Near Lock, deinen Mac zu entsperren.";
"add_accessibility_to_unlock_mac_description" = "Fügen Sie den Eingabehilfen in den Mac-Sicherheitseinstellungen Near Lock hinzu. Dies gibt Near Lock Berechtigungen, Ihren Mac zu entsperren.";
"add_accessibility_to_unlock_mac_action" = "Berechtigungen aktualisieren";

"only_pro_version_works_in_background_title" = "Nur die PRO-Version funktioniert im Hintergrund";
"only_pro_version_works_in_background_description" = "Öffnen Sie Near Lock auf Ihrem iPhone oder holen Sie sich die PRO-Version, um Near Lock im Hintergrund verwenden zu können";
"proximity_lock_unlock_distance" = "Proximity Lock / Entfernung entsperren";
"proximity_lock_distance" = "Proximity Lock Entfernung";
"your_mac_will_lock_when_iphone_leaves_lock_radius" = "Der Mac wird gesperrt, wenn Sie den Umkreisungsradius verlassen";
"add_new_device_action" = "Neues Gerät hinzufügen";
"update_security_preferances_to_use_screensaver_title" = "Stellen Sie Near Lock ein, um die Bildschirmschoner-Sperroption zu verwenden";
"update_security_preferances_to_use_screensaver_description" = "Konfigurieren Sie die Mac-Systemeinstellungen, um die Bildschirmschoner-Option zu verwenden";
"update_security_preferances_action" = "Konfigurieren Sie den Bildschirmschoner";
"bluetooth_le_not_supported_title" = "Bluetooth LE wird auf Ihrem Mac nicht unterstützt";
"bluetooth_le_not_supported_description" = "Near Lock benötigt Bluetooth LE (4.0). Ihr Mac unterstützt diese Technologie nicht, aber es ist möglich, einen externen Bluetooth 4.0 USB zu kaufen";

"bluetooth_is_off_title" = "Bluetooth ist AUS";
"bluetooth_is_off_description" = "Near Lock benötigt Bluetooth, um eine Verbindung zu Ihren Geräten herzustellen";
"turn_bluetooth_on" = "Schalten Sie Bluetooth EIN";
"clear_bluetooth_cache_title" = "Löschen Sie den Bluetooth-Cache";
"clear_bluetooth_cache_description_1" = "Manchmal ist der Bluetooth-Cache defekt und die einzige Möglichkeit, es zu beheben, besteht darin, den Bluetooth-Cache zu löschen.";
"requires_mac_startup" = "Dies erfordert einen Mac-Neustart.";
"clear_cache_action" = "Cache leeren";

"wifi_unlock_is_active_title" = "Wifi Unlock lässt deinen Mac freigeschaltet";
"wifi_unlock_is_active_description" = "Wifi Unlock ist für das aktuell verbundene WLAN-Netzwerk aktiviert. Aktualisieren Sie diese Optionen in den Wifi Unlock-Einstellungen.";
"wifi_unlock_settings_action" = "Einstellungen";
"unpair" = "Geräte trennen";
"rescan" = "Erneut scannen";
"troubleshoot" = "Problembehandlung";
"my_devices" = "Meine Geräte";
"devices_not_connected" = "Geräte sind nicht verbunden";
"devices_not_connected_description" = "Near Lock muss mit Ihrem gekoppelten iOS-Gerät verbunden sein, damit es funktioniert.";
"my_devices_are_connected" = "Geräte sind verbunden";

"proximity_lock_temporary_disabled" = "Proximity Lock ist vorübergehend deaktiviert";
"proximity_lock_temporary_disabled_because_login_manually_1" = "Proximity Lock ist vorübergehend deaktiviert, da sich der Benutzer manuell angemeldet hat.";
"proximity_lock_temporary_disabled_because_login_manually_2" = "Geben Sie den Near Lock-Radius ein und Proximity Lock wird wieder aktiviert.";
"near_lock_pro" = "Near Lock PRO";
"background_mode_title" = "Hintergrundmodus";
"share_near_lock_title" = "Near Lock teilen";
"share_on_facebook_description" = "Near Lock auf Facebook teilen";
"share_twitter_description" = "Near Lock auf Twitter teilen";
"rate_near_lock_on_appstore_description" = "Near Lock im App-Store bewerten";
"share_action" = "Teilen";
"rate_action" = "Bewerten";
"mac_app_title" = "Mac-App";
"mac_app_description" = "Halten Sie Near Lock auf Ihrem Mac immer up to date";
"iphone_app_description" = "Halten Sie Near Lock auf Ihrem iPhone immer up to date";
"automatically_update_description" = "Halten Sie Near Lock immer up to date";
"check_action" = "Prüfen";
"get_new_version_action" = "Aktualisieren";
"relaunch_new_version_ready_action" = "Neustart";
"downloading_relaunch_when_finished_action" = "Neustart, wenn fertig";

"iphone_app" = "iPhone-App";
"iphone_version_description" = "Near Lock für iPhone";
"pro_button_action" = "Pro-Version holen";
"no_paired_devices_title" = "Keine gekoppelten Geräte";
"no_paired_devices_description" = "Near Lock hat keine gekoppelten iPhone-Geräte. Fügen Sie ein neues Gerät hinzu, um Near Lock zu verwenden.";
"proximity_unlock_description" = "Verwenden Sie Ihr iPhone, um Ihren Mac automatisch zu sperren und zu entsperren";
"enabled" = "Aktiviert";
"disabled" = "Deaktiviert";
"estimated_distance_to" = "Geschätzte Entfernung bis";
"unlock_on_approach" = "Mac entsperren, wenn das iPhone in den Proximity-Unlock-Radius eintritt";
"lock_on_leave" = "Mac sperren, wenn das iPhone den Proximity-Unlock-Radius verlässt";
"lock_options_title" = "Sperroptionen";
"lock_options_description" = "Wählen Sie die Near Lock Sperrfunktion";

"mac_wake_unlock_title" = "Mac Wake entsperren";
"mac_wake_unlock_description" = "Entsperren Sie Ihren Mac manuell mit Ihrem iPhone, anstatt Ihr Passwort einzugeben.";
"other_settings" = "Andere Einstellungen";
"other_settings_description" = "Near Lock-Anpassung";
"lock_mac_on_disconnect" = "Mac sperren, wenn das iPhone die Verbindung trennt";
"lock_mac_on_disconnect_description" = "Wenn aktiviert, sperrt Near Lock Ihren Mac jedes Mal, wenn Ihre Geräte die Verbindung verlieren";
"allow_closer_distances_description" = "Hinweis: Entfernungsschätzungen auf näheren Entfernungen können sehr ungenau sein";
"open_space_mode_short" = "Space Modus öffnen";
"open_space_mode_short" = "Space Modus für Proximity Unlock öffnen";
"open_space_mode_description" = "Um Proximity Unlock zu verwenden, wecken Sie zuerst Ihren Mac manuell (durch Drücken einer beliebigen Taste)";
"open_space_mode_description_long_1" = "Wenn der Open Space-Modus aktiviert ist, wird der Mac durch Proximity Lock automatisch entsperrt, nachdem Sie eine beliebige Taste gedrückt haben und der Bildschirm eingeschaltet wird.";
"open_space_mode_description_long_2" = "Diese Funktion deaktiviert Ihren Mac automatisch, wenn Sie nur an Ihrem Mac vorbeigehen, ohne ihn zu benutzen.";
"login_events_title" = "Anmeldeereignisse";
"login_events_description" = "Near Lock-Anmeldeereignisse";
"take_photo_on_each_login_title" = "Nach dem Login ein Foto machen";
"take_photo_on_each_login_description" = "Nach jeder Mac-Anmeldung ein Foto mit der Mac-Frontkamera machen";

"show_photos" = "Fotos zeigen";
"failed_login_events_title" = "Fehler bei Anmeldeereignissen";
"failed_login_events_description" = "Near Lock-Ereignisse nach einem fehlgeschlagenen Anmeldeversuch";
"not_supporte_on_macOS_version" = "Diese Funktion wird von dieser Mac OS-Version nicht unterstützt";
"not_supporte_on_macOS_version_description" = "Wir arbeiten noch an dieser Funktion";
"take_photo_on_each_failed_attempt" = "Foto machen";
"take_photo_on_each_failed_attempt_description" = "Nach jedem fehlgeschlagenen Anmeldeversuch ein Foto mit der Mac-Frontkamera machen";
"send_notification_on_each_failed_attempt" = "Benachrichtigung an iPhone senden";
"send_notification_on_each_failed_attempt_description" = "Nach jedem fehlgeschlagenen Anmeldeversuch eine Benachrichtigung an das iPhone senden";
"other_events_title" = "Andere Ereignisse";
"other_events_description" = "Near Lock-Ereignisanpassung";
"tutorial" = "Tutorial";
"manual_snapshots_title" = "Manuelle Schnappschüsse";
"manual_snapshots_description" = "Verwenden Sie Ihr iPhone, um ein manuelles Foto mit der Mac-Frontkamera zu machen.";
"clipboard_shortcut_title" = "Clipboard-Verknüpfung aktivieren";
"clipboard_shortcut_description" = "CTRL + CMD + V";
"music_options" = "Musik";
"music_options_description" = "Musik-Player-Optionen";

"pause_music_on_logout_title" = "Beim Abmelden pausieren";
"more_options" = "Mehr Optionen";
"more_options_coming_soon" = "Weitere Funktionen folgen in Kürze";
"startup_options_title" = "Startoptionen";
"startup_options_description" = "Mac-Startereignisse";
"start_on_mac_startup" = "Near Lock starten";
"start_on_mac_startup_description" = "Near Lock nach Mac-Start automatisch starten";
"auth_request_title" = "Mac-Authentifizierung";
"auth_request_description" = "Verwenden Sie Ihr iPhone für Mac-Authentifizierung. Z. B. bei der Installation neuer Software.";
"confirm_with_double_knock" = "Tippen Sie doppelt auf Ihr iPhone zur Bestätigung - funktioniert auch, wenn das iPhone gesperrt ist";
"works_while_iphone_locked" = "funktioniert auch, wenn das iPhone gesperrt ist";
"confirm_on_iphone_interactive_notifications" = "Bestätigen Sie auf Ihrem iPhone - kann mit interaktiven Benachrichtigungen bestätigt werden";
"can_be_used_with_interactive_notifications_sentence" = "Verwenden Sie die interaktiven Benachrichtigungen des iPhone für schnellere Bestätigungen.";
"can_be_used_with_interactive_notifications_small" = "kann mit interaktiven Benachrichtigungen bestätigt werden";
"auth_request_automatically_description" = "Solange Ihre Geräte verbunden sind, werden alle Mac-Authentifizierungen automatisch bestätigt";
"auth_request_non_desc" = "Near Lock Mac-Authentifizierung deaktivieren";
"macOS_notifications_title" = "OSX-Benachrichtigungen";
"macOS_notifications_description" = "Near Lock Mac-Benachrichtigungen";
"tutorial_osx_notifications_description" = "Near Lock OSX-Benachrichtigungen erhalten, um über Near Lock-Ereignisse benachrichtigt zu werden. Dies funktioniert auch, wenn Ihr Mac gesperrt ist";

"notification_on_login_title" = "Login-Benachrichtigung";
"notification_on_login_description" = "Benachrichtigung nach jeder Near Lock-Anmeldung anzeigen";
"icon_on_sleep_screen_title" = "Screen Overlay sperren";
"icon_on_sleep_screen_description" = "Near Lock-Status auf dem Mac-Anmeldebildschirm anzeigen";
"near_lock_shortcuts_title" = "Near Lock-Shortcuts";
"near_lock_shortcuts_description" = "Benutzerdefinierte Near Lock Keyboard-Shortcuts";
"lock_shortcut_title" = "Mac sperren";
"lock_shortcut_description" = "CTRL + CMD + L";
"see_website_action" = "Website anzeigen";
"send_email_action" = "E-Mail senden";
"help_section_title" = "Hilfe";
"help_section_description" = "Near Lock Hilfe";
"see_faq_on_website" = "FAQ auf der Website ansehen";
"visit_near_lock_official_website" = "Offizielle Near Lock-Website besuchen";
"send_us_an_email" = "Senden Sie uns eine E-Mail und lassen Sie uns wissen, was Sie denken";
"tutorials_title" = "Tutorials";
"tutorials_description" = "Near Lock Tutorials";
"open_near_lock_on_your_iphone_1" = "Near Lock auf Ihrem iPhone installieren und öffnen.";
"open_near_lock_on_your_iphone_2" = "Stellen Sie sicher, dass Sie den Begrüßungsbildschirm sehen.";

"download_from_app_store" = "Near Lock herunterladen";
"make_sure_bluetooth_is_on_your_iphone" = "Schalten Sie Bluetooth auf Ihrem iPhone EIN";
"restart_iphone_app" = "Versuchen Sie, die Near Lock App auf Ihrem iPhone neu zu starten. Beenden Sie die Near Lock App und starten Sie sie erneut.";
"bluetooth_restarted" = "Bluetooth wurde neu gestartet";
"mac_sleep_screen_unlock_description_short" = "Verwenden Sie Ihr iPhone, um Ihren Mac nach dem Aufwachen manuell zu sperren und zu entsperren";
"show" = "Zeigen";
"get_pro_version_description" = "Verwenden Sie Ihr iPhone, um die Near Lock PRO-Version zu erhalten";
"open_security_and_privacy" = "Datenschutzeinstellungen öffnen";
"open_security_and_privacy_action" = "Öffnen";
"verify_action" = "Bestätigen";
"unlock_settings_and_select_accessibility" = "Einstellungen entsperren und Near Lock zur Zugriffsliste hinzufügen";
"distance_estimation_title" = "Ungefähre Entfernungsschätzung";
"check_require_password" = "Aktivieren Sie \"Passwort anfordern\" und wählen Sie die erste Option aus der Dropdown-Liste aus";
"trouble_connecting_to_device" = "Haben Sie Probleme, Ihre Geräte verbinden?";
"turning_bluetooth_off" = "Bluetooth wird ausgeschaltet";
"bluetooth_turned_off" = "Bluetooth ausgeschaltet";
"proximity_lock_temporary_disabled_wifi_unlock_long" = "Near Lock ist vorübergehend deaktiviert, da Sie mit einem WLAN-Netzwerk verbunden sind, das der WLAN-Entsperrliste hinzugefügt wurde. Ihr Mac bleibt während der Verbindung mit diesem WLAN-Netzwerk entsperrt.";
"tutorial_sleep_screen_overlay_title" = "Mac-Standby-Bildschirm";
"tutorial_sleep_screen_overlay_description" = "Near Lock-Informationen auf dem Mac-Standby-Bildschirm anzeigen";

"proximity_lock" = "Proximity Lock";
"proximity_unlock_title" = "Proximity Lock / Unlock";
"proximity_unlock_feature_title" = "Proximity Lock / Unlock";
"proximity_unlock_and_unlock_title" = "Proximity Lock & Unlock";
"supported_music_players" = "Unterstützte Musik-Player";
"pro_text_long" = "Die PRO-Version funktioniert auch, wenn sich Ihr iPhone im Hintergrundmodus befindet!";
"security_preferances_have_been_updated" = "Die Sicherheitseinstellungen wurden erfolgreich aktualisiert";
"add_new_wifi_network" = "Neues WLAN-Netzwerk hinzufügen";
"step_1_of_3" = "Schritt 1 von 3";
"step_2_of_3" = "Schritt 2 von 3";
"step_3_of_3" = "Schritt 3 von 3";
"you_will_be_asked_for_credentials" = "Sie werden nach Ihren Zugangsdaten gefragt";
"final_step_clear_bluetooth_cache" = "Der Ärger tut uns leid. Es gibt noch eine weitere Möglichkeit, die Sie ausprobieren können - Löschen Sie den Mac-Bluetooth-Cache.";
"press_button_to_restart_bluetooth_on_mac" = "Drücken Sie die Taste unten, um Bluetooth auf Ihrem Mac neu zu starten.";

"currently_enabled" = "Derzeit aktiviert";
"currently_disabled" = "Derzeit deaktiviert";

"translation_help_title" = "Localization / Language update";
"translation_help_description" = "Did you find a mistake or have an localization improvement suggestion?";
"localization_improvement" = "Localization / Language improvements";
"update_texts" = "Update texts";
"update_texts_description" = "Help us out with the language translations.\nDid you find a mistake or have a suggestion? Update it in the translations list and it will be included in the next Near Lock release.";

"portuguese" = "Portuguese";
"japanese" = "Japanese";
"italian" = "Italian";
"korean" = "Korean";
"arabic" = "Arabic";
"dutch" = "Dutch";
































































































































































































































































































































































































































































































































































































































































































































































































































































































































































